---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralStartReleaseFz
source: html/302edd6e-fb14-8694-519e-2111b54cd765.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralStartReleaseFz Property

"Start Fz"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralStartReleaseFz { get; }
```